Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Ecto interface options include haptic interfaces like touch-display controls, bracelets or gloves that detect arm, hand, or finger movements (virtual mouse and keyboards), eye tracking and blink control, body scanning grids (body axis control or all-limb controls for non-humanoids), voice controls, and more.
fr_fr: Les options d'interfaces des ectos comprennent des interfaces haptiques, comme des écran tactile, des bracelets ou des gants qui détectnet les mouvements des bras, de la main ou d'un doigt (souris et claviers virtuels), des systèmes de contrôle par mouvements et clignements des yeux, ou du corps tout entier (contrôle par l'axe corporel ou des membre pour les non-humanoides), des commandes vocales, et plus encore.

source: Sensory information is handled via lenses, glasses, earplugs (subdermal bone-vibrating speakers), bodysuits, gloves, nose plugs, tongue dams, and other devices that are wirelessly linked to (or physically plugged into) the ecto.
fr_fr: L'information sensorielle est traitée au moyen de lentilles, lunettes, écouteurs intra-auriculaires (haut-parleurs sous-cutanés vibrants sur l'os), combinaisons, gants, pince-nez, percing à la langue, et autres dispositifs sans fil qui sont liés (ou physiquement connectés) à l'ecto.

source: Legacy Of The TITANs
fr_fr: L'héritage des TITANs

source: Given the technical capabilities of modern personal computers, supercomputers and cutting-edge wired broadband are not needed.
fr_fr: Compte tenu des capacités techniques des ordinateurs personnels modernes, les superordinateurs et la connexion filaire à trés haut débit ne sont plus nécessaires.

source: But there is another reason they are avoided: the TITANs.
fr_fr: Mais il y a une autre raison pour laquelle ils sont évités: les TITANs.

source: Mainframes, hive-mind clusters, and massively parallel distributed computing parallel hive-mind systems are all considered potential dangers in Eclipse Phase, as they possess sufficient processing power and data capacity to enable a seed AI and another potential hard takeoff singularity.
fr_fr: Les mainframes, les clusters auto-organisés, et les systèmes conscient de calcul parrallèlle massivement distribués sont tous considérés comme des dangers potentiels dans Eclipse Phase, car ils possèdent suffisamment de puissance de calcul et de capacité de traitement de données pour activer une IA germe et une singularité violente.

source: Some habitats go so far as to outlaw such systems completely under the severest of penalties: final death including the deletion of all backups and recent forks, in most cases.
fr_fr: Certains habitats vont jusqu'a interdire de tels systèmes, sous la plus grave des peines: la mort finale, y compris la suppression de toutes les sauvegardes et les forks des dernières années, dans la plupart des cas.

source: Those supercomputers that habitats do allow are “hard networks” that control a habitat’s most crucial systems like orbit maintenance thrusters, life support, communications, power, or cutting-edge hypercorp RD projects.
fr_fr: Ces superordinateurs que les habitats autorisent sont les "réseaux durs" qui contrôlent les systèmes les plus cruciaux des habitats tels que la maintenance des propulseurs orbitaux, les systèmes de survie, les communications, l'énergie ou les projets de RD des hypercorps.

source: These systems are typically physically wired, heavily monitored, and locked down in electronic data processing centers with strong access restrictions and ruthless real-world security measures.
fr_fr: Ces systèmes sont généralement connectés en filaire, très surveillés et verrouillés dans les centres de traitement des données avec des restrictions d'accès rigoureuses et des mesures de sécurité physique impitoyable.

source: Similarly, AIs themselves are quite often heavily restricted, and it is not unusual for AGIs to be outright banned, especially in the inner system and Jovian Republic.
fr_fr: De même, les IAs sont souvent très restreinte, et il n'est pas rare pour les AGIS d'être purement et simplement interdites, en particulier dans le Système Intérieur et la République Jovienne.

source: Most intelligent programs are limited with programmed growth restraints, specifically designed to prevent them from becoming self-upgrading.
fr_fr: La plupart des programmes intelligents sont limitées, avec des restrictions de croissance, spécialement conçues pour les empêcher de s'auto-améliorer.

source: The mesh contains massive amounts of personal and public information shared by users, a digital commons
fr_fr: Le Mesh contient d'énormes quantités de renseignements personnels et publics partagés par les utilisateurs, une mise en commun numérique

source: of news, media, discourse, knowledge, environmental data, business, and culture.
fr_fr: des nouvelles, des médias, du discours, de la connaissance, des données environnementales, des affaires et de la culture.

source: Transhumans embrace the mesh as a tool for exchange, communication, and participation with other users, both local and far away.
fr_fr: La transhumanité utilise le Mesh comme un outil d'échange, de communication et de participation avec d'autres utilisateurs, tant locaux qu'éloignés.

source: As such, the mesh is an up-to-date, authoritative source on all transhuman knowledge and activities.
fr_fr: En tant que tel, le maillage est une source de référence à jour de toute la connaissance et des activités transhumaine.

source: Not everything online is available for free, of course, except perhaps in the autonomist zones.
fr_fr: Tout ce qui est en ligne n'est pas gratuit, bien sûr, sauf peut-être dans les zones autonomistes.

source: Quite a bit of proprietary data is kept off the grid in secure storage or sequestered away in private networks.
fr_fr: Une certaine quantité de données propriétaires est maintenu hors ligne dans des stockages sécurisés ou séquestrés dans des réseaux privés.

source: Some of this is for sale, and heavily encumbered with digital restrictions—software media, nanofabrication blueprints, skillsofts, etc.
fr_fr: Certaines sont à vendre, et surchargée de restrictions numériques - logiciel de média, plans de nanofabrication, logiciels de compétences, etc.

source: A thriving open source movement offers free and open source alternatives to much proprietary data, however, and numerous digital piracy groups deal out cracked versions of proprietary material, despite pressure from some authorities.
fr_fr: Un mouvement open source florissant propose cependant des alternatives libre et ouverte à la plupart des données propriétaires, et de nombreux groupe pirates vendent des versions crackées de matériel propriétaire, en dépit des pressions de certaines autorités.

source: Other data is simply secured from competitive interests (hypercorp research projects) or is an extremely private affair, such as ego backups.
fr_fr: D'autres données sont simplement maintenaus à l'écart des intérêts concurrentiels (projets de recherche hypercorp) ou sont extrêmement privées, telles que les sauvegardes d'ego.

source: Along with the accumulated data of transhuman affairs, the mesh is also cluttered with information derived from untold numbers of wireless-capable sensor-enabled devices that continuously update the mesh with their location, sensor recordings, and other data.
fr_fr: Avec les données accumulées des affaires transhumaines, le Mesh est également encombré d'information dérivé d'un nombre incalculable de capteurs sans-fils qui maintiennent en permanence sur le Mesh leur emplacement, les enregistrements des capteur, et d'autres données.

source: Colloquially called ``spimes,'' these location-aware, environment-aware, self-logging, self-documenting objects broadcast their data to anyone who cares to listen.
fr_fr: Ces appareils qui localisés, auto-enregistreurs, auto-documentés et qui diffusent leurs données à qui veut l'entendre sont familièrement appelés "spimes".

source: Since visual, auditory, and other sensors are absurdly tiny and inexpensive, they are ubiquitously incorporated into nearly every object or product a person might wear, apply, use, or internalize.
fr_fr: Depuis que les capteurs visuels, sonore ou autre sont devenus ridiculement minuscules et peu coûteux, ils sont désormais omniprésents et incorporés dans presque tous les objets et produits qu'une personne peut porter, s'appliquer, utiliser, avaler, s'injecter, etc.

source: This allows almost any user to reach out through the mesh and gather environmental data and ambient sensor recordings from a specific location (or at least public locales—private areas typically block such signals or slave them to a local AI that filters their output).
fr_fr: Cela permet à pratiquement tous les utilisateurs de se retrouver par le mesh et de rassembler des données environnementales et des enregistrement ambiant de n'importe quelle localisation spécifique (ou au moins les zones publiques - les zones privées bloquent en général de tels signaux ou les asservissent à une IA locale qui filtre leur sortie).

source: {Surveillance, Privacy, And Sousveillance}
fr_fr: {Surveillance, vie privée, et sousveillance}

source: While spimes are easily trackable, they also contribute to an environment of universal surveillance.
fr_fr: Alors que les spimes sont aisement repèrables, ils contribuent aussi à un environement de surveillance constante.

source: Between spimes, microsensors, ubiquitous security systems, and the recording capabilities of the mesh inserts used by almost everyone, just about everything is recorded.
fr_fr: Entre les spimes, les micro-senseurs, les systèmes de sécurité omniprésents et les capacités d'enregistrement des inserts Mesh presque universelements utilisés, à peu près tout est enregistré.

source: Factor in the availability of mesh-tracking facial recognition, rep/social networks, and other data mining software, and it rapidly becomes clear that privacy is an outdated concept.
fr_fr: Factoriser ces éléments avec la disponibilité de le pistage de visage par le mesh, les réseaux de réputations/sociaux et d'autres outils d'exploitation de donnée, et il devient rapidement clair qie la vie privée est un concept dépassé.

source: Special considerations must be embraced by anyone that seeks to mask their identity or cover their movements.
fr_fr: Ceux qui cherchent à masquer leur identité ou à couvrir leurs mouvements doivent penser à cet état de fait un peu spécial.

source: Alternately, off-the-shelf looks common with some morphs (especially synthmorphs and pods) allow a user to blend in with the masses.
fr_fr: Sinon, les morphs communes (surtout les synthmorph et les pods) ont une apparence basique qui aide l'utilisateur à se fondre dans la masse.

source: Though in part this may seem an Orwellian surveillance nightmare, the abundance of recording tech actually works as ``sousveillance'' (watching from below), serving a role in making everything transparent and putting checks on abuses of power.
fr_fr: Bien que tout cela puisse resembler à un cauchemar Orwellien de surveillance, l'abondance de technologies d'enregistrement permettent de faire de la "sousveillance" (regarder par dessous), prenant un rôle dans l'effort de transparence et permettant de surveiller les abus du pouvoir.

source: Authoritarian regimes tread carefully, as they are also universally monitored, despite their attempts to control information flow.
fr_fr: Les régimes autoritaires avancent avec précaution, car ils sont aussi universellement surveillés, en dépit de leurs tentatives pour contrôler le flux d'information.

source: Many people also willing participate in this open ``participatory panopticon.'' With nearly infinite storage capacity, dedicated lifeloggers record every moment of their lives and share it for others to experience.
fr_fr: Beaucoup de gens sont en outre désireux de se joindre à cette "télésurveillance participative" ouverte. Avec une capacité de stockage quasi illimitée, des lifeloggers enregistrent miunutieusement chaque instant de leur vie et le partagent pour que les autres en fassent l'expérience.

source: Interfacing: AR, VR, And XP
fr_fr: S'interfacer: RA, RV et XP

source: Mesh media is accessed using one of three protocols: augmented reality (AR), virtual reality (VR), or experience playback (XP).
fr_fr: Les médias Mesh sont accessibles en utilisant un protocole parmi trois: la réalité augmentée (RA), la réalité virtuelle (RV), ou la lecture d'expérience (XP).

source: Most users perceive data from the mesh as augmented reality—information overlaid on the user's physical senses.
fr_fr: La plupart des utilisateurs perçoivent les données du mesh sous forme de réalité augmenté - une surimpression de l'information sur les sens physique de l'utilisateur.

source: For example, computer-generated graphics will appear as translucent images, icons, or text in the user's field of vision.
fr_fr: Par exemple, les images générées par ordinateurs apparaitront comme des images translucides, des icône ou du texte dans le champ visuel de l'utilisateur.

source: While visual AR data—called entoptic data—is the most common, other senses may also be used.
fr_fr: Même si les données de RA visuelle - appelées données entoptique - sont les plus fréquentes, d'autres snes peuvent être utilisés.

source: AR input includes acoustic sounds and voices, odors, tastes, and even tactile sensations.
fr_fr: Les entrées RA incluent des sons et des voix accoustiques, des odeurs, des saveurs et même des sensations tactiles.

source: This sensory data is high-resolution and seemingly ``real,'' though it is usually presented as something ghostly or otherwise artificial so as not to be confused with real-world interactions (and also to meet safety regulations).
fr_fr: Ces données sensorielle sont en haute définition et paraissent "réelle" même si elles sont habituellement présentée comme quelque chose de fantomatique ou d'artificiel d'une manière ou d'une autree afin de ne pas être confondu avec les interactions du mone réel (et aussi afin de se conformer aux règles de sécurité).

source: User interfaces are customized to the user's preferences and needs, both graphically and content-wise.
fr_fr: Les interfaces utilisateurs sont adaptées aux besoin et aux préférences de celui-ci, à la fois d'un point de vue graphique que d'un point de vue contenu.

source: Filters allow users to access the information they are interested in without needing to worry about extraneous data.
fr_fr: Des filtres permettent aux utilisateurs d'accéder à l'information qui les intéresse sans avoir besoin de s'inquiéter des données surnuméraires.

source: While AR data is typically placed in the user's normal field of vision, entoptics are not actually limited by this and may be viewed in the ``mind's eye.'' Nevertheless, icons, windows and other interaction prompts can be layered, stacked, toggled, hidden, or shifted out of the way if necessary to interact with the physical world.
fr_fr: Même si les données de RA sontr généralement placés dans le champ visuel normal de l'utilisateur, les entoptiques ne sont pas réellement limités par cela et peuvent être vus par la "perception cognitive." De plus, les icônes, fenêtre et autres affichages interactifs peuvent être superposés, empilés, groupés, cachés ou basculés hors du champ si nécessaire pour permettre l'interaction avec le monde réel.

source: Information At Your Fingertips
fr_fr: L'information Au Bout Des Doigts

source: The following information is always available for most mesh users in a normal habitat:
fr_fr: Les informations suivantes sont toujours disponibles pour la pluaprt des utilisateurs du mesh dans des habitats normaux:

source: Local Conditions Local maps showing your current location, annotated with local features of personal interest (according to your personal preferences and filters) and your distance from them/directions to them.
fr_fr: Conditions Locales Des cartes locales affichant votre localisation actuelle, enrichies des centres d'intérêts locaux (adaptés à vos préférences et filtres personnels) et la distance qui vous en sépare.

source: Details regarding private and restricted areas (government/ hypercorp areas, maintenance/security infrastructure, etc.) are usually not included.
fr_fr: Les détails pour les zones privées et restreinte (zone gouvernementale/hypercorporatiste, les infrastructure de maintenance/sécurité, etc.) ne sont généralement pas incluse.

source: Current habitat life support (climate) conditions including atmosphere composition, temperature.
fr_fr: État actuel du système de survie de l'habitat (climat) incluant la composition de l'atmosphère et la température.

source: Current solar system and habitat orbit maps with trajectory plots, communication delays.
fr_fr: Carte actuelle du système solaire et de l'orbite de l'habitat avec les tracés des trajectoires et les délais de communications.

source: Local businesses/services, directions, and details.
fr_fr: Bureaux/services locaux, directions et détails.

source: Local Mesh Public search engines, databases, mesh sites, blogs, forums, and archives, along with new content alerts.
fr_fr: Mesh Local Moteur de recherche publique, bases de données, sites mesh, blogs, forums et archives, ainsi que des alerte de nouveau contenu.

source: Syndicated public newsfeeds in a variety of formats, filtered according to your preferences.
fr_fr: Syndication de flux d'information publique dans différents formats, flitrés en fonction de vos rpéférences.

source: Sensor/spime (mostly audio-visual) feeds from any public area of the habitat.
fr_fr: Flux de capteur/spime (essentiellement audio-vidoé) de toute zone publique de l'habitat.

source: Private network resources (including tactical nets).
fr_fr: Ressources pour réseaux privés (incluant les réseaux tactiques).

source: Automatic searches for new online references to your name and other subjects of interest.
fr_fr: Recherche automatique en ligne pour les nouvelles références de votre nom et d'autres sujets d'intérêts.

source: E-tags pertaining to local people, places, or things.
fr_fr: Des E-tags concernant les personnes, lieux ou objets locaux.

source: Facial/image recognition searches of public mesh/archives to match a photo/vid still.
fr_fr: Recherche de visage/d'image dans les archives/mesh publique d'après une photo/vidéo.

source: Personal Information Morph status indicators (medical and/or mechanical): blood pressure, heart rate, temperature, white cell count, nutrient levels, implant status and functionality, etc. Location, functionality, sensor feeds, and status reports of your possessions (via sensors and transmitters in these possessions).
fr_fr: Information Personnelle Indicateurs de statut de la morph (médicaux et/ou mécaniques): pression artérielle, rythme cardiaque, température, nombre de globules blancs, niveau de nutriments, statut et foncationnalité des implants, etc. Localisation, fonctionnalités, flux sensoreils et rapprot d'état de vos possessions (via les capteurs et transmetteur de ces possessions).

source: Access to one’s life-spanning personal audio-visual/XP archive.
fr_fr: Accès à une archive personnelle de toute la vie d'une personne via des flux audio-visuel/XP.

source: Access to one’s life-spanning personal file archive (music, software, media, documents, etc.).
fr_fr: Accès à toutes les archives numérique d'une personne (musique, logiciel, média, documents, etc.).

source: Credit account status and transactions.
fr_fr: État des comptes bancaires et des transactions.

source: Social Networks Communications account status: calls, messages, files, etc. Reputation score and feedback.
fr_fr: Réseaux Sociaux Statut des comptes de communications: appels, messages, fichiers, etc. Score de réputation et retour.

source: Social network status, friend updates.
fr_fr: Status du réseau social, mis à jour des amis.

source: Updated event calendar and alerts.
fr_fr: Calendrier et alertes mises à jour.

source: The public social network profiles of those around you.
fr_fr: Le profil public des personnes autour de vous.

source: The location and status of those nearby and involved in the same AR games as you.
fr_fr: La localisation et le status des personnes à proximité et participants aux mêmes jeux RA que vous.

source: Every mesh represents themselves online via a digital avatar.
fr_fr: Chaque utilisateur du mesh se représente en ligne grâce à un avatar numérique.

source: Many people use digital representations of themselves, whereas other prefer more iconic designs.
fr_fr: Beaucoup de personne utilise une représentation numérique d'eux-mêmes, alors que d'autres préfères des conceptions plus iconiques.

source: This may be an off-the-shelf look or a customized icon.
fr_fr: Il peut s'agir d'une apparence de série ou une icône personnalisée.

source: Libraries of avatars may also be employed, enabling a user to switch their representation according to mood.
fr_fr: Des bibliothèque d'avatar peuvent également être utilisée, permettant à l'utilisateur d'adapter leur apparence en fonction de leur humeur.

source: Avatars are what other users see when they deal with you online—i.e., how you are represented in AR.
fr_fr: Les avatars sont ce que les autres voient losqu'ils traitent avec vous en ligne - c'est la manière dont vous apparaissez en RA.

source: Most avatars are animated and programmed to reflect the user's actual mood and speech, so that the avatar seems to speak and have emotions.
fr_fr: La plupart des avatars sont animés et programmés pour refletter l'humeur et le phrasé réel de l'utilisateur, afin que l'avatar semble parler et avoir des émotions.

source: Entoptic tags are a way for people to ``tag'' a physical person, place, or object with a piece of virtual data.
fr_fr: Les étiquettes (tags) entoptiques sont une façon permettant aux personnes de "taguer" une personne, un lieu ou un objet physique avec un morceau de donnée.

source: These e-tags are stored in networks local to the tagged item, and move with the item if it changes location.
fr_fr: Ces e-tags sont stockés dans les réseaux proches de l'objet étiqueté, et se déplacent avec lui si il change de lieu.

source: E-tags are viewable in AR, and can hold almost any type of data, though short notes and pictures are the most common.
fr_fr: Les e-tags sont visibles en RA, et peuvent contenir presque tout type de donnée, bien que les notes courtes et les images soient le plus fréquent.

source: E-tags are often linked to particular social networks or circles within that network, so that people can leave notes, reviews, memorabilia media, and similar things for friends and colleagues.
fr_fr: Les e-tags sont souvent liés à un réseau social particulier ou à certains cercle de ce réseau, pour qu les personnes puissent laisser des notes, des critiques, des suvenirs et autres choses similaires pour les amis ou les collègues.

source: $$ I have to tell you, after losing Kiri and Sal to that Exsurgent infection, my team is a lot more worried about contracting the virus from digital sources.
fr_fr: $$ Je doit te le signaler, après avoir perdu Kiri et Sal à cause de cette infection Exsurgente, mon équipe est extrêmement inquiète du risque d'attraper le virus à partir de source digitale.

source: Actually, I’d label them as paranoid.
fr_fr: En fait, je les taxerai bien de paranoïa.
